tap "buo/cask-upgrade"
tap "colindean/fonts-nonfree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "johanhaleby/kubetail"
tap "nektos/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tylerbrock/saw"
tap "versent/taps"
brew "awscli"
brew "bat"
brew "circleci"
brew "curl"
brew "fortio"
brew "git"
brew "gnu-sed"
brew "goenv"
brew "helm"
brew "helmfile"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "neovim"
brew "nvm"
brew "pre-commit"
brew "python@3.8"
brew "rbenv"
brew "sshuttle"
brew "telnet"
brew "tfenv"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "johanhaleby/kubetail/kubetail"
brew "nektos/tap/act"
brew "qmk/qmk/qmk"
brew "tylerbrock/saw/saw"
brew "versent/taps/saml2aws"
cask "arduino"
cask "balenaetcher"
cask "clipy"
cask "contexts"
cask "docker"
cask "enpass"
cask "font-hack"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-microsoft-office"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "itsycal"
cask "keepingyouawake"
cask "lastpass"
cask "lens"
cask "meld"
cask "qmk-toolbox"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "slate"
cask "spotify"
cask "tableplus"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
cask "zoomus"
