# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'colindean/fonts-nonfree'
tap 'buo/cask-upgrade'
tap 'homebrew/cask-drivers'
tap 'TylerBrock/saw'
tap 'nektos/tap'

# Binaries
brew 'bat'
brew 'mas' # Mac App Store manager
brew 'neovim'
brew 'awscli'
brew 'saw'
brew 'jq'
brew 'gnu-sed'

# *env
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'goenv'
brew 'tfenv'
brew 'antigen'

brew 'nektos/tap/act'
brew 'xcodegen'
brew 'watchman'

# Apps
cask 'appcleaner'
cask 'KeepingYouAwake'
cask 'clipy'
cask 'docker'
cask 'enpass'
cask 'github'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'itsycal'
cask 'slack'
cask 'slate'
cask 'tableplus'

cask 'logitech-options'
cask 'signal'
cask 'steam'
cask 'balenaetcher'

# Fonts
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-inconsolata'
cask 'font-inconsolata-for-powerline'
cask 'font-microsoft-office'
cask 'font-open-sans'
cask 'font-oswald'
cask 'font-roboto-mono'
